/* Menu strings */
"Main Menu About" = "À propos de %@";
"Main Menu Hide Others" = "Masquer autres options";
"Main Menu Show All" = "Afficher tout";
"Main Menu Quit" = "Quitter %@";

/* GUI Strings */

"Window Title" = "%@";
"Header" = "Authentification";
"Text PreAuth" = "Vous devez disposer des autorisations d’administrateur pour installer le logiciel.";
"Info PreAuth" = "";
"Lock PreAuth" = "Pour apporter des modifications, cliquez sur le cadenas.";
"Lock Auth" = "Authentification en cours...";
"Text PostAuth" = "Le module d'installation est en cours de configuration...";
"Info PostAuth" = "";
"Lock PostAuth" = "L'utilisateur a été authentifié.";


/* Buttons */
"Cancel" = "Annuler";
"OK" = "OK";
"Quit" = "Quitter";
"Resume" = "Reprendre";

/* Dialogs */
"Quit Dialog Title" = "Abandon de l'installation";
"Quit Dialog Header" = "L'installation n'a pas été exécutée en totalité.";
"Quit Dialog Text" = "Si vous annulez l'installation maintenant, %@ ne sera pas installé. Pour continuer l'installation, cliquez sur 'Reprendre'. Pour annuler l'installation, cliquez sur 'Quitter'.";

"Application Error Title" = "Erreur de l'application";
"Application Error Text" = "L'installation de %@ ne peut pas continuer - Erreur d'exécution. (Code d'erreur : -43)";

"Execution Error Title" = "Erreur d'exécution";
"Execution Error Text" = "L'installation de %@ ne peut pas continuer - Erreur d'exécution. (Code d'erreur : -43)";
